[{"_id":1,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_crew.png","name":"Crew Dog","name2":"","desc":"Spacing vessels are immensely complicated beasts, and Crew Dogs are those spacers who know their ins and outs and how to take care of them. While their skill set is generalist, they are essential.","desc2":""},{"_id":2,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_mechanic.png","name":"Mechanic","name2":"","desc":"While not present in large numbers in most crews, the Mechanic is an essential specialist whose deep knowledge of repair techniques make them invaluable.","desc2":""},{"_id":3,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_electronics.png","name":"Electronics Tech","name2":"E-Tech","desc":"A backbone of most bridge crews, the Electronics Tech operates critical ship components, commands the ECM suite and provides guidance and situational awareness via scanners and radar.","desc2":""},{"_id":4,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_gunner.png","name":"Gunner","name2":"","desc":"Capital ships are equipped with incredibly complex weapon systems, and the Gunner is trained to fire, refit and maintain these vast machines of war.","desc2":""},{"_id":5,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":1,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_soldier.png","name":"Soldier","name2":"","desc":"The quintessential warrior, Soldiers form the backbone of most FDF forces. Exceptional at long range, their hexshell rifles are devastating, even to heavily armored targets.","desc2":""},{"_id":6,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":1,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_pistoleer.png","name":"Pistoleer","name2":"","desc":"Combining mobility and light weaponry, a Pistoleer is a mid-range combatant capable of carrying an off-hand blade, or focusing on withering small arms fire.","desc2":""},{"_id":7,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":3,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_sniper.png","name":"Sniper","name2":"","desc":"Specializing in long-range combat, a Sniper employs powerful rifles to focus on single-shot kills or crippling attacks. Snipers often rely on stealth to take advantageous positions during battle.","desc2":""},{"_id":8,"groupId":1,"option1":1,"option2":1,"option3":1,"option4":1,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_swordsman.png","name":"Swordsman","name2":"","desc":"Relying on speed and evasion, a swordsman fights in the front, pushing to close the distance with any enemy. Often exposed in combat, a swordsman must be a master of evasion, ruggedly tough, or kill foes very quickly. The classically trained fighters of De Valtos (extra bonus Attributes for the faction) are especially well respected.","desc2":""},{"_id":9,"groupId":1,"option1":1,"option2":9,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_bodyguard.png","name":"Bodyguard","name2":"","desc":"Trained as a defensive fighter, a Bodyguard tries to stay between the enemy and vulnerable targets. Often dual wielding an off-hand blade and a pistol, needs to balance skill and teamwork to ensure everyone survives. Bodyguards hailing from Clan Zenrin (extra bonus Attributes for the faction) are especially known for their sheer willpower and toughness.","desc2":""},{"_id":10,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":3,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_assassin.png","name":"Assassin","name2":"","desc":"Striking quickly and without warning, an Assassin fights on the front rank of every combat. Relying on disabling attacks and poison, an Assassins strikes and then disappears into the shadows.","desc2":""},{"_id":11,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_combatmedic.png","name":"Combat Medic","name2":"C. Medic","desc":"On the fast and deadly field of combat, a Combat Medic moves quickly among friends to provide battlefield care while still firing back at enemies. At home in the thick of battle, a Combat Medic delivers life-saving e-sutures between hurling bio-poison attacks.","desc2":""},{"_id":12,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_doctor.png","name":"Doctor","name2":"","desc":"In the big empty swathes of space, a crew looks to their Doctor for medical treatment, care, and assurances. A Doctor works from the medical bay to save lives during ship battle, explorations, or during inevitable spacing accidents.","desc2":""},{"_id":13,"groupId":1,"option1":0,"option2":4,"option3":0,"option4":2,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_diplomat.png","name":"Diplomat","name2":"","desc":"The laws and legal codes of the Star Traders and the mighty Factions are deep water, confusing and dangerous to cross. A Diplomat knows how to safely navigate these waters, as well as the political web of Princes, dignitaries, and contacts. Diplomats from Thulun (extra bonus Attributes for the faction) are especially known for their silver tongues.","desc2":""},{"_id":14,"groupId":1,"option1":1,"option2":6,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_bladedancer.png","name":"Blade Dancer","name2":"","desc":"The ancient martial art of Blade Dancing combines ritualized dance, acrobatics and dueling. Eccentric performers known for their spice hall antics, they can also take their aggressive blade style to battle. While Blade Dancing is an art most associated with Steel Song (extra bonus Attributes for the faction), it is practiced by all factions.","desc2":""},{"_id":15,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_zealot.png","name":"Zealot","name2":"","desc":"A Zealot is a devotee to a Faction, excelling at rapid acceptance and advancement in military ranks especially. The Zealot is skilled at actively seeking out Faction enemies or advancing through missions.","desc2":""},{"_id":16,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_navigator.png","name":"Navigator","name2":"","desc":"Plotting, charting, and safely navigating the great shipping lanes and seemingly endless empty space of the void require a steady hand, and a sharp mind trained in mathematics and the navigation tools of a Star Trading vessel.","desc2":""},{"_id":17,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_wing_support.png","name":"Wing Tech","name2":"W. Tech","desc":"A Wing Tech is a mechanic who specializes in the maintenance, repair and combat support operations for small craft of all types. While they are likely only present on carrier ships, Wing Techs are key to supporting a fleet of craft of any size.","desc2":""},{"_id":18,"groupId":1,"option1":1,"option2":5,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_exoscout.png","name":"Exo-Scout","name2":"","desc":"Across the many Quadrants await planets to be explored, full of dangers ranging from deadly lifeforms, xeno, toxic atmosphere, parasitic worms and worse. The Exo-Scout is the master of survival in hostile zones, ranging out from the ship to find riches. Exo-Scouts with Javat blood (extra bonus Attributes for the faction) are especially known for their wilderness skills.","desc2":""},{"_id":19,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_scavenger.png","name":"Scavenger","name2":"","desc":"Every thing exists in some form of decay and a Scavenger knows how to patch it up or rip it apart to get the best value. The Scavenger is adept at picking over the decaying bones of orbital wrecks and at foraging the wilderness.","desc2":""},{"_id":20,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xenohunter.png","name":"Xeno Hunter","name2":"","desc":"Something burns deep inside the Xeno Hunter, compelling them to chase the true terrors of the Void. Specializing in baiting, tracking and killing the alien in deadly crew combat, the Xeno Hunter uses distance and heavy weapons to gain the advantage.","desc2":""},{"_id":21,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_anti_wing.png","name":"Gundeck Boss","name2":"","desc":"Extensively trained to defend capital ships from high speed craft, Gundeck Bosses prove that a ship's best defense against craft is its offense. Gundeck Bosses are also trained on all capital ship weaponry and are capable of more than lending a hand in a straight fight.","desc2":""},{"_id":22,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_scientist.png","name":"Scientist","name2":"","desc":"A Scientist seeks the unknown and in the void the unknown is inexorably intertwined with the dangerous. A Scientist follows the Star Traders into radiation storms, the maw of the xeno, orbital salvage and wild explorations to gather scientific intel and experience for the crew.","desc2":""},{"_id":23,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_commander.png","name":"Commander","name2":"","desc":"A Commander's presence is palpable in high tension moments. With a steady hand of leadership, the Commander calms, Buffs, and inspires the entire crew to achieve success.","desc2":""},{"_id":24,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_pilot.png","name":"Pilot","name2":"","desc":"A critical position on any ship, a Pilot works from the bridge to control the Star Trading vessel's flight and Void Engine output. While often one of a larger team and assisted by Hyperwarp Navigators, no ship gets far without a Pilot.","desc2":""},{"_id":25,"groupId":1,"option1":3,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_commando.png","name":"Wing Commando","name2":"W. Commando","desc":"A Wing Commando is a boarding specialist trained in both piloting boarding shuttles as well as close-in knife work and in causing destruction in the aftermath of a successful boarding. The Wing Commando is a specialist trained in the operation of Shuttle Craft.","desc2":""},{"_id":26,"groupId":1,"option1":0,"option2":7,"option3":0,"option4":2,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_merchant.png","name":"Merchant","name2":"","desc":"A Merchant turns the wheels in the great Exchanges to reap great profits. The Merchant is a king or queen of wheeling and dealing, haggling and finding the right market for the right sale. Merchants from Moklumnue (extra bonus Attributes for the faction) are especially known for their ability to squeeze a deal for credits.","desc2":""},{"_id":27,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":2,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_smuggler.png","name":"Smuggler","name2":"","desc":"A Smuggler's talent lies in rumors, back channels and the illegal underbelly of Faction worlds. The Smuggler profits by flaunting legality, avoiding taxes, and sniffing out rich trades in illicit black markets.","desc2":""},{"_id":28,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_pirate.png","name":"Pirate","name2":"","desc":"A Pirate is the terror of the shipping lanes, and can sniff out a full cargo hold or an opportunity for plunder from the ship's bridge. The Pirate is an expert at crippling and capturing enemy ships.","desc2":""},{"_id":29,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":3,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_bountyhunter.png","name":"Bounty Hunter","name2":"","desc":"An expert navigator who will unerringly track down targets, a Bounty Hunter can also mete out death warrants with skill in long range weapons and rifles.","desc2":""},{"_id":30,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":1,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_militaryofficer.png","name":"Military Officer","name2":"M. Officer","desc":"A Military Officer commands with authority of years of service and an iron spine. Be the battle in space or on the ground, the Military Officer is ready to take charge and roar orders.","desc2":""},{"_id":31,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_explorer.png","name":"Explorer","name2":"","desc":"The boundaries of known space are constantly being pushed back by brave and fearless Explorers. An Explorer is skilled at both facing the xeno in space, and leading a crew onto hostile worlds.","desc2":""},{"_id":32,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_spy.png","name":"Spy","name2":"","desc":"A Spy knows that much can be achieved while still leaving very few traces behind. The Spy is the master of sneaking in and out of places, gathering intel, completing the mission and then disappearing being without seen.","desc2":""},{"_id":33,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_engineer.png","name":"Engineer","name2":"","desc":"An Engineer is trained to operate and maintain the many systems and technologies that are the backbone of every Star Trading vessel. Their keen focus on ship repair and complex electronics systems makes them indispensable on high-tech ships.","desc2":""},{"_id":34,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_startrader.png","name":"Quartermaster","name2":"Q. Master","desc":"A Quartermaster is the chief of a ship's staff in any moment of spacing life. The Quartermaster supports and directs the crew for maximum effect during shore leave, while sailing across the stars, and can rally the crew in deadly ship-to-ship combat.","desc2":""},{"_id":35,"groupId":1,"option1":2,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_bomber_wing.png","name":"Wing Bomber","name2":"W. Bomber","desc":"A Wing Bomber is a highly trained pilot of large and cumbersome bomber craft designed to drop hull-shattering ordnance on enemy capital ships. The Wing Bomber is a specialist focused only on the operation of Bomber Craft.","desc2":""},{"_id":36,"groupId":1,"option1":2,"option2":8,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_wing_leader.png","name":"Wing Leader","name2":"W. Leader","desc":"A Wing Leader is an ace pilot capable of handling the extreme speeds and acrobatics of interdictor craft and battling both capital ships and enemy craft in the void. The Wing Leader is a specialist focused only on the operation of Interdictor Craft. Wing Leaders from Alta Mesa (extra bonus Attributes for the faction) are especially known for their daring and grace under fire.","desc2":""},{"_id":37,"groupId":1,"option1":0,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_templar.png","name":"Templar Militant","name2":"Templar","desc":"The ultimate soldier, the Zendu Templar Knight pilots a walking twelve foot leviathan mech to battle. Wielding extreme weaponry with thousand years of Zendu muscle memory and experience, the Templar Knight is unrivaled elite strike soldier.","desc2":""},{"_id":38,"groupId":1,"option1":4,"option2":3,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_saboteur.png","name":"Saboteur","name2":"","desc":"An expect in demolition and traps, a Saboteur is known to leave a trail of destruction behind in the aftermath of a successful boarding. Skilled with a pistol and moving undetected, the Saboteur can take many roles in combat as well as leading boarding operations by flying a boarding Shuttle Craft. Saboteurs with Rychart blood (extra bonus Attributes for the faction) are especially know for their cunning and guile.","desc2":""},{"_id":39,"groupId":1,"option1":1,"option2":2,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_strooper.png","name":"Shock Trooper","name2":"S. Trooper","desc":"A Shock Trooper is a deadly close-quarters combat specialist, trained in the martial arts of deadly face-to-face firefights. These battle-hardened warriors charge forward, and can be found in the front lines of conflicts across the galaxy. Shock Troopers from Cadar (extra bonus Attributes for the faction) are especially known for their close quarters combat skills.","desc2":""},{"_id":101,"groupId":2,"option1":164,"option2":165,"option3":29,"option4":1,"option5":0,"option6":1,"option7":1,"pngPath":"icon_job_bountyhunter.png","name":"Bounty Hunter","name2":"Starting Skills: Rifles, Evasion, Intimidate","desc":"A Bounty Hunter is skilled at tracking, capturing and killing fugitives. Carrying faction Edicts and the legal right to kill, they relentlessly seek their targets whether they are hiding in the void, urban sprawl or wilderness.","desc2":"Intergalactic headhunter"},{"_id":102,"groupId":2,"option1":174,"option2":175,"option3":27,"option4":2,"option5":0,"option6":6,"option7":2,"pngPath":"icon_job_smuggler.png","name":"Smuggler","name2":"Starting Skills: Negotiate, Intimidate, Stealth","desc":"A Smuggler is skilled at sneaking in and out of well-protected zones with a hold full of illegal cargo. Relying on a vast network of Contacts, Smugglers are experts at avoiding or tricking the law.","desc2":"Prince of underworld deal"},{"_id":103,"groupId":2,"option1":172,"option2":173,"option3":28,"option4":3,"option5":0,"option6":5,"option7":3,"pngPath":"icon_job_pirate.png","name":"Pirate","name2":"Starting Skills: Pilot, Intimidate, Gunnery","desc":"A Pirate is skilled at ambushing merchants and smugglers as well as creeping into faction holdings to sell stolen cargo. Pirates know the best shipping lanes and often have allies among the factions to move restricted goods.","desc2":"Terror of the shipping lanes"},{"_id":104,"groupId":2,"option1":170,"option2":171,"option3":30,"option4":4,"option5":0,"option6":4,"option7":2,"pngPath":"icon_job_militaryofficer.png","name":"Military Officer","name2":"Starting Skills: Command, Pistols, Tactics","desc":"A Military Officer is skilled at commanding even the largest ships and crews. Military Officers excel as loyalists to a faction, able to complete missions and rapidly advance in military rank.","desc2":"Faction soldier and a stand-up citizen"},{"_id":105,"groupId":2,"option1":168,"option2":169,"option3":26,"option4":5,"option5":0,"option6":3,"option7":2,"pngPath":"icon_job_merchant.png","name":"Merchant","name2":"Starting Skills: Negotiate, Command, Tactics","desc":"A Merchant is skilled at moving goods to market quickly and getting the best prices. Successful Merchants will have friends in every spice hall, Trade Permits with multiple factions and be aware of the latest trade Rumors.","desc2":"Master of a good trade"},{"_id":106,"groupId":2,"option1":166,"option2":167,"option3":31,"option4":6,"option5":0,"option6":2,"option7":2,"pngPath":"icon_job_explorer.png","name":"Explorer","name2":"Starting Skills: Explore, Electronics, Tactics","desc":"An Explorer is unparalleled in traveling on the surface of hostile planets. The quadrants are a vast expanse full of backwater and fringe planets, any number of which could make an explorer rich.","desc2":"Digger and treasure hunter"},{"_id":107,"groupId":2,"option1":176,"option2":177,"option3":32,"option4":7,"option5":0,"option6":7,"option7":2,"pngPath":"icon_job_spy.png","name":"Spy","name2":"Starting Skills: Electronics, Stealth, Pistols","desc":"A Spy is skilled at intercepting valuable secrets and intelligence data from orbit, joining in crew combat for stealth kills and completing discrete missions behind enemy lines.","desc2":"Covert agent in the shadows"},{"_id":108,"groupId":2,"option1":178,"option2":179,"option3":15,"option4":8,"option5":0,"option6":8,"option7":3,"pngPath":"icon_job_zealot.png","name":"Zealot","name2":"Starting Skills: Intimidate, Command, Blades","desc":"A Zealot is a devotee to a faction, excelling at rapid acceptance and advancement in military ranks especially. Zealots are hardliners and seek out faction enemies and protect faction interests.","desc2":"Faction defender by any means"},{"_id":109,"groupId":2,"option1":186,"option2":187,"option3":19,"option4":9,"option5":20,"option6":14,"option7":2,"pngPath":"icon_job_scavenger.png","name":"Scavenger","name2":"Starting Skills: Explore, Repair, Doctor","desc":"A Scavenger is skilled at salvaging orbital wreckage and forgotten stations or providing assistance to orbital stations in need. Successful Scavengers hunt rumors relentless across the void.","desc2":"Rummaging across the galaxy"},{"_id":110,"groupId":2,"option1":190,"option2":191,"option3":10,"option4":10,"option5":15,"option6":11,"option7":3,"pngPath":"icon_job_assassin.png","name":"Assassin","name2":"Starting Skills: Stealth, Blades, Evasion","desc":"An Assassin combines deadly speed and stealth, leading from the front and without fear. Assassins rely on stealth, poison and crippling attacks to bring their enemies down.","desc2":"A knife in the dark"},{"_id":111,"groupId":2,"option1":188,"option2":189,"option3":13,"option4":11,"option5":22,"option6":13,"option7":2,"pngPath":"icon_job_diplomat.png","name":"Diplomat","name2":"Starting Skills: Negotiate, Intimidate","desc":"A Diplomat is an expert at navigating the political and legal codes of the Star Traders, knowing how to manipulate negotiations and stand-offs both to get the best possible results.","desc2":"Calm voice of reason and negotiation"},{"_id":112,"groupId":2,"option1":192,"option2":193,"option3":23,"option4":12,"option5":7,"option6":12,"option7":2,"pngPath":"icon_job_commander.png","name":"Commander","name2":"Starting Skills: Command, Intimidate, Tactics","desc":"A Commander is a powerful presence in any situation, from battle to the spice hall. Inspiring leaders, Commanders drive their crew and officers to perform in the highest tension situations.","desc2":"Steady and inspiring leadership"},{"_id":113,"groupId":2,"option1":197,"option2":198,"option3":20,"option4":13,"option5":0,"option6":9,"option7":1,"pngPath":"icon_job_xenohunter.png","name":"Xeno Hunter","name2":"Starting Skills: Rifles, Intimidate, Explorer","desc":"A Xeno Hunter is uniquely ready to hunt and destroy xenoforms of any kind. Regarded by many as lunatics or suicidal, Xeno Hunters specialize in heavy weapons and armor and boldly meet xeno in close combat.","desc2":"The void's most dangerous predator"},{"_id":114,"groupId":2,"option1":215,"option2":216,"option3":22,"option4":14,"option5":0,"option6":10,"option7":2,"pngPath":"icon_job_scientist.png","name":"Scientist","name2":"Starting Skills: Doctor, Explorer, Command","desc":"A Scientist seeks empirical discovers across the galaxy in both orbital wreckage on the surface of planets through exploration expeditions and sells this coveted knowledge to the factions.","desc2":"Knowledge lights the void"},{"_id":115,"groupId":2,"option1":218,"option2":219,"option3":39,"option4":1,"option5":19,"option6":15,"option7":4,"pngPath":"icon_job_strooper.png","name":"Shock Trooper","name2":"Starting Skills: Rifles, Evasion, Command","desc":"A Shock Trooper has been toughened and trained by some faction military, prepared for deadly battle in the closest of quarters. Whatever profession or career these warriors seek, they are likely to do it from the front ranks.","desc2":"Hardened military operative"},{"_id":1004,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_question.png","name":"Gestalt Behemoth","name2":"","desc":"An unnatural creation of the Gestalt vats.","desc2":""},{"_id":1005,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Hunter","name2":"","desc":"A fast and powerful Terrox Hunter.","desc2":""},{"_id":1006,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Scittering","name2":"","desc":"Speed and jaw strength make a Scittering deadly.","desc2":""},{"_id":1007,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Lance","name2":"","desc":"Spitting radiation-infused acid that will burn through any arm","desc2":""},{"_id":1008,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Litch","name2":"","desc":"Rare xenoform capable of channeling immense electrical discharges","desc2":""},{"_id":1009,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Scittering","name2":"","desc":"Speed and jaw strength make a Scittering deadly.","desc2":""},{"_id":1010,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Hunter","name2":"","desc":"A fast and powerful Terrox Hunter.","desc2":""},{"_id":1011,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Lance","name2":"","desc":"Spitting radiation-infused acid that will burn through any armor","desc2":""},{"_id":1012,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Scittering","name2":"","desc":"Speed and jaw strength make a Scittering deadly.","desc2":""},{"_id":1013,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Hunter","name2":"","desc":"A fast and powerful Terrox Hunter.","desc2":""},{"_id":2005,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Sightsnake","name2":"","desc":"","desc2":""},{"_id":2006,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Ripper","name2":"","desc":"","desc2":""},{"_id":2007,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Ripper","name2":"","desc":"","desc2":""},{"_id":2008,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Sightsnake","name2":"","desc":"","desc2":""},{"_id":2009,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Ripper","name2":"","desc":"","desc2":""},{"_id":2010,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Void-slug","name2":"","desc":"","desc2":""},{"_id":2011,"groupId":1,"option1":1,"option2":0,"option3":1,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Ripper","name2":"","desc":"","desc2":""},{"_id":2012,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Sightsnake","name2":"","desc":"","desc2":""},{"_id":2013,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Spiker","name2":"","desc":"","desc2":""},{"_id":2014,"groupId":1,"option1":1,"option2":0,"option3":0,"option4":0,"option5":0,"option6":0,"option7":0,"pngPath":"icon_job_xeno.png","name":"Shriveling","name2":"","desc":"","desc2":""}]