[{"_id":1,"type":1,"level":0,"tech":0,"indent":0,"ref1":0,"ref2":0,"pngPath":"icon_prop_atmosphere.png","description":"The Star Traders are a people with a rich and long history. Their history is marred and obscured by war, scattered to the stars by the Exodus and finally settled in the new colonies in and around Farfallen Rim.","description2":"As a people, the Star Traders hold to a common set of laws, rituals and traditions. Their planetary society is organized around factions -- either great bloodlines organized in houses or corporate syndicates. Their stellar society is dominated by the Star Traders, a uniquely intendent class of individual who own their own spaceship and serve whomever they chose.","name":"Universe Lore"},{"_id":2,"type":1,"level":1,"tech":0,"indent":1,"ref1":0,"ref2":0,"pngPath":"icon_prop_rank.png","description":"Star Trader Captains are or once were ordinary humans who have been hardened by the years and the relentless harrows of space. Your veteran Captain has lost eyes and hands, only to have them replaced by Gestalt Technologist doctors or sewn over by patches. You have sailed the stars, survived where hundreds if not thousands of crew members have died, fought in countless engagements against enemy ships and faced the xeno in direct combat. ","description2":"Your veteran Star Trader captain is a hardened soul, deadly, fast, resourceful and above all hard to kill.","name":"Star Trader Captain"},{"_id":3,"type":1,"level":0,"tech":0,"indent":0,"ref1":0,"ref2":0,"pngPath":"icon_prop_atmosphere.png","description":"The Star Traders are a people with a rich and long history. Their history is marred and obscured by war, scattered to the stars by the Exodus and finally settled in the new colonies in and around Farfallen Rim.","description2":"As a people, the Star Traders hold to a common set of laws, rituals and traditions. Their planetary society is organized around factions -- either great bloodlines organized in houses or corporate syndicates. Their stellar society is dominated by the Star Traders, a uniquely intendent class of individual who own their own spaceship and serve whomever they chose.","name":"Threats"},{"_id":4,"type":1,"level":1,"tech":0,"indent":1,"ref1":0,"ref2":0,"pngPath":"icon_prop_xeno.png","description":"A catch-all term that describes a variety of carbon-based creatures which are extremely hostile to all other lifeforms across the galaxy. Xeno exhibit a general disinterest in each other but otherwise consume and destroy anything that stands in their path. Military minds, scholars and often too-eager lore experts categorize xeno as hive-based and insect-like in their behavior and biology. While there exists a wide variety of xeno lifeforms, they are all terrifying in combat, extremely hard to kill, and extremely lethal. Star Traders have had contact and conflict with the xeno for centuries but the Exodus has thrown the Star Traders into new galactic territory, much of which is infested with xeno.","description2":"Some of the Quadrants that were colonized by Star Traders after the great Exodus have been completely lost to the terror of the xeno and all human colonies have been wiped out.","name":"Xeno"},{"_id":5,"type":1,"level":1,"tech":0,"indent":1,"ref1":0,"ref2":0,"pngPath":"icon_prop_xeno.png","description":"While the great Exodus aimed to leave the Narvidians and the evil of the Guild behind in the Galactic Core, it is clear that some of their kind have discovered the location of the Star Traders new homeworlds. It has been confirmed that some Quadrants fell to Narvidian incursions, while others, such as the Cirm Quadrant, were able to defeat the ancient enemy in direct battle. ","description2":"Before the Galactic War, the Guild was infiltrated and turned against humanity by a small number of powerful Narvidians. In turn, the Narvidian used the Guild's vast industry to rebuild the Narvidian race and unleash war upon the galaxy once again. The Guild Wars pitted Guild against Guild, Narvidian against Human and Star Trader against all. Only a rebuilt Zendu leadership and the the military might of the Templar Knights allowed the Star Traders to emerge victorious.","name":"Narvidians"},{"_id":6,"type":1,"level":1,"tech":0,"indent":1,"ref1":0,"ref2":0,"pngPath":"small_banner_11.png","description":"Independents have always existed on the fringes of Star Traders society. Those who choose to live free of the Faction law, by their own code, or in an attempt to dodge the law altogether gather, live, and survive on the least habitable planets of the Quadrants. Within these independent bastions and settlements, a the Hunna has arisen from the resentment against the power and greed of the Factions. The battle cry of the Hunna is that the Factions have abandoned Shalun Law in trust, only using it in name to further their greedy, bloody quest for power and wealth. The rebel organization was first named and recognized in the conflict on the Javat mining world, Tennhaus IV, in which a small battalion of Javat Faction Defenses was overrun in a bloody conflict. From there, the spark grew into a movement that has endured more than a century. ","description2":"The Hunna do what they can to keep their operations secretive, and recruit from among disenfranchised colonists, independents, and Faction laborers who agree with their damning read of the Faction leadership’s greed and betrayal of Shalun. Because of their position on the fringe worlds and the edge of legality, the Hunna work closely with smugglers, pirates, and other illegal operations as a way to fund their righteous cause. The Hunna’s tactics are often violent, ranging from intimidation, murder, guerrilla warfare, sabotage, and assassination. When and where they can, they follow their own version of Shalun Law, but as with any group walking such a knife edge, they have made compromises for their cause.","name":"Hunna"}]