[{"_id":1,"preState":100,"storyTypeId":1,"storyId":100,"title":"Profitable Betrayal","desc":"We must return to the home of Spice Trader Tuemette, where we will trick Nikolai Ramius onto our ship. Once on board, we will take him into orbit and hand him over to the Bounty Hunter Zerod in return for $50,000."},{"_id":2,"preState":101,"storyTypeId":1,"storyId":100,"title":"Nikolai Inquiry","desc":"If we are interested, we could visit the home of Spice Merchant Tuemette and inquire about the prominent merchant who is hiding there, Nikolai Ramius. It is possible that we could recruit Nikolai as an officer."},{"_id":3,"preState":102,"storyTypeId":1,"storyId":100,"title":"Nikolai's Trust","desc":"The merchant-mechanic Nikolai was betrayed by his last Captain and is low on trust. We must increase our Reputation with the Spice Trader Tuemette to 20 Personal Rep if we wish to meet with him."},{"_id":4,"preState":103,"storyTypeId":1,"storyId":100,"title":"Bounty Bought","desc":"We have paid Prince Thule handsomely to drop the death warrant against Nikolai Ramius. We should return to the home of Spice Merchant Tuemette and share the good news. Nikolai Ramius has offered to join our crew as an officer."},{"_id":5,"preState":200,"storyTypeId":1,"storyId":201,"title":"Grounded Star Trader","desc":"Captain Gus Kahern is trapped on a De Valtos world because he has earned Mier de Rivesh's hatred. We might mediate between the two to resolve the situation for the better."},{"_id":6,"preState":201,"storyTypeId":1,"storyId":201,"title":"Blade Hunt","desc":"We could track down the lost De Rivesh blade and wrest it from the hands of the Pirate Blackeye. To do so, we will need to bring Elsa Narima onboard as an officer."},{"_id":7,"preState":202,"storyTypeId":1,"storyId":201,"title":"Void-Sextant Relic","desc":"We should return the void-sextant which bears the De Rivesh family seal to Mier, who will recognize it as a prized piece of his family's legacy."},{"_id":8,"preState":203,"storyTypeId":1,"storyId":201,"title":"De Rivesh Blade","desc":"We have Jain de Rivesh's combat blade in our possession and we could return it to Mier for a hefty sum. However, it is a masterfully crafted weapon, and we may choose to keep it for ourselves."},{"_id":9,"preState":300,"storyTypeId":1,"storyId":301,"title":"Call for the Strong","desc":"The Cadar Military Commander Axeil Russ has put out the call that he is looking for strong and competent Captains to help him with . . . something."},{"_id":10,"preState":301,"storyTypeId":1,"storyId":302,"title":"Captive Shock Trooper","desc":"The Steel Song Prison Warden Melisha Seith commands the prison where Shock Trooper Vytautas is held. If we hope to liberate him before he is sent to a shadow prison for lethal interrogation, we must gain Seith's trust."},{"_id":11,"preState":302,"storyTypeId":1,"storyId":301,"title":"Freedom Calling","desc":"We should return to visit Cadar Military Commander Axeil Russ and tell him of our daring rescue of the Shock Trooper Vytautas. Not only will he be impressed and pleased, but he has promised us a reward."},{"_id":12,"preState":303,"storyTypeId":1,"storyId":300,"title":"Elite Trooper","desc":"Vytautas Giedraitis, an ex-Elite 303 Shock Trooper, feels that he owes us a great honor debt. He would be willing to join our crew as an officer, if we'd take him."},{"_id":13,"preState":2022,"storyTypeId":1,"storyId":2022,"title":"Buried Demons","desc":"If we are to help Silvaine von Sha dig up Arbiter Brokstrom's possibly damning past interactions with Gux Miga, we must accept the mission to transfer Trike out of the max security prison camp. The Intelligence Officer will not wait long before seeking another captain's help."},{"_id":14,"preState":2023,"storyTypeId":1,"storyId":2022,"title":"Buried Demons","desc":"Thulun Intelligence Officer Silvaine von Sha has requested our assistance with some business. She has described it as prickly and political in nature. The Intelligence Officer will not wait too long before seeking another captain's help."},{"_id":15,"preState":2024,"storyTypeId":1,"storyId":6000,"title":"Troubling Past","desc":"Should we warn Arbiter Brokstrom about Silvaine von Sha's personal quest to damage her reputation and the United Coalition? Perhaps Arbiter Estelle can shed light on the past events relating to Gux Miga as well."},{"_id":16,"preState":2025,"storyTypeId":0,"storyId":6000,"title":"Weighing the Evidence","desc":"Arbiter Estelle Brokstrom has asked us to play double agent against Silvaine von Sha. She wants us to hunt down the evidence about her dealings with the Gux and destroy it before it comes to light."},{"_id":17,"preState":2026,"storyTypeId":1,"storyId":2029,"title":"Lumotte Court","desc":"We might visit the court of Heitta Lumotte to try to learn more on our own about the circumstances surrounding Estelle, Gux Miga and Obria Lumotte's death all those years ago."},{"_id":18,"preState":2092,"storyTypeId":3,"storyId":2092,"title":"Orchestrated Shortage","desc":"If we can help our criminal contact execute the crowning plan, this zone will suffer a planned Shortage Rumor. We should check its economy and prepare to sell goods here for a profit."},{"_id":19,"preState":2093,"storyTypeId":3,"storyId":2093,"title":"Planned Demand","desc":"If we can help our criminal contact execute the crowning plan, this zone will suffer a planned Shortage Rumor. We should check its economy and prepare to sell goods here for a profit."},{"_id":20,"preState":2096,"storyTypeId":1,"storyId":2090,"title":"Crowning Plan","desc":"Our criminal contact is on the edge of executing the master plan that will start a wave of shortages. We should return to be a part of the victory."},{"_id":21,"preState":2097,"storyTypeId":1,"storyId":2090,"title":"Crowning Offer","desc":"Our criminal contact has a plan to take the crown of Smuggler Prince and ascend to a new position within the underworld. We've been invited to help run missions to make it happen."},{"_id":22,"preState":2200,"storyTypeId":1,"storyId":2201,"title":"High Value Wager","desc":"The Weapons Smuggler Eryn Razor thinks we would be perfect to help her pull of a high value wager. We could visit her to learn more details."},{"_id":23,"preState":2300,"storyTypeId":2,"storyId":6000,"title":"Uniting against Veyfleet","desc":"The United Coalition will pay handsomely for Star Traders under their banner to fight the Veyfleet and attempt to hunt down Agha Vey. The Arbiter Estelle Brokstrom is sure to be gathering Star Traders on Ryeline."},{"_id":24,"preState":2301,"storyTypeId":2,"storyId":6000,"title":"Uniting against Veyfleet","desc":"The United Coalition will pay handsomely for Star Traders under their banner to fight the Veyfleet and attempt to hunt down Agha Vey. The Magnate Brace Whitclaire is sure to be gathering Star Traders on Ryeline."},{"_id":25,"preState":2302,"storyTypeId":4,"storyId":7,"title":"Veyfleet Defense","desc":"The local military and naval forces who are mounting a defense against the Veyfleet will need the help of enterprising Star Traders."},{"_id":26,"preState":2303,"storyTypeId":2,"storyId":6000,"title":"Uniting against Veyfleet","desc":"The United Coalition will pay handsomely for Star Traders under their banner to fight the Veyfleet and attempt to hunt down Agha Vey. The Magnate Brigatta von Sha is sure to be gathering Star Traders on Ryeline."},{"_id":27,"preState":3100,"storyTypeId":1,"storyId":3100,"title":"Looking Under Rocks","desc":"We have been approached by Cassie Cain, a retired Rychart diplomat clearly turned spy, who promises a lucrative relationship if we are willing to do her covert operations."},{"_id":28,"preState":3101,"storyTypeId":1,"storyId":3100,"title":"Goltha Theory","desc":"Cassie Cain has revealed to us an opportunity to steal a revolutionary technology from De Valtos. The new goltha scanner tech -- if it is even real -- would be worth a fortune. If we delay too long, De Valtos is sure to complete the design."},{"_id":29,"preState":3102,"storyTypeId":0,"storyId":3100,"title":"Goltha Development","desc":"With the help of the captive research scientest Kai Mar, Cassie Cain's team is working to complete the goltha scanner tech."},{"_id":30,"preState":3103,"storyTypeId":0,"storyId":3100,"title":"Goltha Development","desc":"With the help of the ex-De Valtos security tech Eza Nox and the data records stolen from the De Valtos research lab, Cassie Cain's team is working to complete the goltha scanner tech."},{"_id":31,"preState":3150,"storyTypeId":1,"storyId":3150,"title":"Fractured Faction","desc":"We have been approached by the paranoid Ex-Naval Commander of Cadar, Felix Slayer Na'zee, who has promised to use his influence in our favor if he become his trusted right hand in the void."},{"_id":32,"preState":3151,"storyTypeId":1,"storyId":3150,"title":"Fractured Faction","desc":"Ex-Naval Commander Felix Slayer Na'zee has confided his secrets in us and hopes that we will pull the thread left behind by his dead spy, Kiwik, possibly leading back to the Cadar Fleet Commander Mariah Trace."},{"_id":33,"preState":3200,"storyTypeId":1,"storyId":3200,"title":"Exodus Era Hunter","desc":"Jon Kaytyn is a well-funded explorer who seeks Exodus era relics and finds. He claims to have highly rewarding work for us."},{"_id":34,"preState":4040,"storyTypeId":1,"storyId":4042,"title":"Revenge Averted","desc":"We should report our victory over Fredrieks to Tuko Malgin, who owes us a heaping sum of credits."},{"_id":35,"preState":4100,"storyTypeId":6,"storyId":4102,"title":"Huntress Urraca","desc":"Urraca Aurelius, the veteran bounty hunter and the famed descendant of the Aurelius bloodline, has accepted a death warrant with our name on it. She and her liuetenants will eventually track us down, so we must be ever-ready for battle. Or we can try to reach the issuer of the warrant and try to buy our way out of trouble for $400,000."},{"_id":36,"preState":4102,"storyTypeId":6,"storyId":4102,"title":"The Werewolf","desc":"A savage and barbaric Bounty Hunter known as the Werewolf and her entire gang has accepted a death warrant with our name on it. She and her gang will eventually track us down, so we must be ever-ready for crew battle upon landing. Or we can try to reach the issuer of the warrant and try to buy our way out of trouble for $400,000."},{"_id":37,"preState":4103,"storyTypeId":0,"storyId":4103,"title":"Hunter Solregard","desc":"Draiv Solregard, an ancient bounty hunter from the post-Exodus period, has taken up a capture warrant with our name on it. We must be ready for his arrival in the famed Black Balith."},{"_id":38,"preState":4104,"storyTypeId":0,"storyId":4104,"title":"Hunter 'The Blade'","desc":"Troy 'The Blade' Circin, the famous assassin, has accepted a death warrant with our name on it. We must expect that within the year, he will make an attempt at our life in a starport or spice hall."},{"_id":39,"preState":5000,"storyTypeId":1,"storyId":6000,"title":"Compelling Passenger","desc":"The Arbiter Estelle Brokstrom is waiting for us to give her passage to the court of Prince Calagan Faen. Arbiters are both powerful agents of Shalun Law and are of Zendu blood, which allows them to access the genetic memories of their ancestors. Arbiter Brokstrom could be a powerful ally if we agree to help her."},{"_id":40,"preState":5001,"storyTypeId":1,"storyId":5001,"title":"At the Faen Court","desc":"Prince Calagan Faen has promised us more work if we are willing to take it. He pays promptly and generously but his offer will not stand forever. If we are unwilling to assist him and his dynasty, he is sure to find another aspiring captain."},{"_id":41,"preState":5002,"storyTypeId":1,"storyId":5001,"title":"Nipped Conspiracy","desc":"While we have gained some proof of Zette's conspiracy, the security around the Uldraev Medical Enclave prevented us from getting a positive identification on the seventh man. If it was Aldo Bastiel, we may never know. However, we did uncover facts that would be valuable to Zette and confirm some of her suspicions. We should return to the Faen court and report our findings to her."},{"_id":42,"preState":5003,"storyTypeId":1,"storyId":5001,"title":"Arbiter Escort","desc":"Prince Calagan Faen has offered us a Mission to escort Arbiter Estelle to the court of Princess Aetaan Char as a way to challenge her case against Valencia. If we are unwilling to act as the Arbiter's escort, Prince Calagan will eventually find another aspiring captain."},{"_id":43,"preState":5004,"storyTypeId":1,"storyId":5001,"title":"Highwind Case","desc":"Arbiter Estelle Brokstrom quietly gave us insider information about how long Judge Whellen will allow the Highwind legal case to proceed. Everyone has warned that when the case ends, the ruling will be against Valencia Faen."},{"_id":44,"preState":5100,"storyTypeId":1,"storyId":5001,"title":"Callous Justice","desc":"The legal courts have ruled against the Faen family and retribution justice is sure to allow the issue of a Death Warrant for against Valencia. If we wish to support the Faens in their time of need, we should go to his court."},{"_id":45,"preState":5200,"storyTypeId":1,"storyId":5001,"title":"Protective Custody","desc":"With a Death Warrant issued against Valencia in the Duel of Assassins, Calagan Faen has asked us to take his daughter on to our ship. She may be safer in constant motion among the stars."},{"_id":46,"preState":5201,"storyTypeId":1,"storyId":5001,"title":"Heiress Remains","desc":"Prince Calagan will want to hear the circumstances of his daughter's death from us personally and we should take the opportunity to return her personal effects to him."},{"_id":47,"preState":5202,"storyTypeId":1,"storyId":5001,"title":"Lost to the Hunna","desc":"It will not be easy to explain what happened with Valencia Faen to her father, Calagan, but we should try as it will soften the blow."},{"_id":48,"preState":5203,"storyTypeId":0,"storyId":5001,"title":"Hunters are Coming","desc":"Valencia Faen has joined our crew to ride out the Duel of Assassins with the Char. It is certain that assassins and bounty hunters will come for her. We must keep her alive at any cost."},{"_id":49,"preState":5300,"storyTypeId":1,"storyId":5001,"title":"Hired Killers","desc":"We must return to Erik Faen with the new of Lieca Moran's death. One way or another, we must decide what to do with the knowledge that Torca and Kaewall are his hired killers."},{"_id":50,"preState":5301,"storyTypeId":1,"storyId":5001,"title":"Dead on Arrival","desc":"We must return to Erik Faen as quickly as possible with the development that his witnesses in the Vento case are being murdered."},{"_id":51,"preState":5302,"storyTypeId":1,"storyId":5001,"title":"Court in Motion","desc":"With witnesses murdered and arguable tilting of the case, Judge Whellen is unlikely to be able to make progress soon. We should return to Erik Faen to prepare for the next step of his plan."},{"_id":52,"preState":5303,"storyTypeId":1,"storyId":5001,"title":"Witnesses Wait","desc":"With Erik's agents inserted into an enemy faction holding, he will be waiting to discuss the next step -- gathering the witnesses for the legal case."},{"_id":53,"preState":5400,"storyTypeId":1,"storyId":5001,"title":"Fading Conspiracy","desc":"Events with the Valencia case have moved too quickly and we have fallen behind in our hunt of Zette's conspiracy. We must consult with the regent."},{"_id":54,"preState":5401,"storyTypeId":1,"storyId":5002,"title":"Self-Destruction","desc":"The Gestalt Jaesminc destroyed her lab in order to bury its secrets. While we have little to show for our work, we should report everything that happened to Zette. In a sudden shift, she has left the Faen court in favor joining a prestigious academy as the provost of their medical research arm."},{"_id":55,"preState":5402,"storyTypeId":1,"storyId":5002,"title":"Compromised Secrets","desc":"We learned many of the Gestalt Jaesminc's secrets -- Aldo's suspended body and the vat-grown monstrosity -- before she destroyed the lab in order to bury them. While we have little to show for our work, we should report everything that happened to Zette. In a sudden shift, she has left the Faen court in favor of joining a prestigious academy as the provost of their medical research arm"},{"_id":56,"preState":5403,"storyTypeId":1,"storyId":5002,"title":"Brilliance Silenced","desc":"We chose to end Bastiel's threat and his life. We saw what monstrosities Jaesminc was willing to create, and we knew Bastiel could not be allowed to fall into her hands. While Jaesminc covered her tracks by destroying the lab, we have learned a great deal and should report everything that happened to Zette. In a sudden shift, she has left the Faen court in favor of joining a prestigious academy as the provost of their medical research arm"},{"_id":57,"preState":6000,"storyTypeId":2,"storyId":6000,"title":"Advocating Amendments","desc":"Arbiter Estelle Brokstrom has returned to Ryeline where she will resume advocating for an amendment to the Faction Accords to form a galactic council of factions in hopes to tamp down destructive Faction feuding. She has asked that we join her there on Ryeline Ganne to join in her efforts. Everything is leading toward a culminating moment of putting forward amendments to the faction accords, which she will do with or without us by the deadline."},{"_id":58,"preState":6001,"storyTypeId":2,"storyId":6000,"title":"Rallying Support","desc":"From Ryeline Ganne, Arbiter Estelle Brokstrom is leading the final stages of a three decade campaign to gain support for the unionist cause and amendments to the Faction Accords. The time to act is nearly upon us, but the Arbiter has asked for our assistance in gaining final promises of support. However, with or without the support, the Brokstrom will move forward and call for the vote in the senates."},{"_id":59,"preState":6100,"storyTypeId":1,"storyId":6100,"title":"Prince of Memories","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to try to convince Zenrin Prince Michael Guun to support the unionist cause. We must visit his home world of Xaederis where a great Hall of Memories is located and meet with the pious Prince, known as the Prince of Memories."},{"_id":60,"preState":6101,"storyTypeId":1,"storyId":6000,"title":"Hard-earned Support","desc":"We have gained the support of the Zenrin Prince Michael Guun. We should return to Arbiter Brokstrom with the news and so that she can furnish our reward."},{"_id":61,"preState":6102,"storyTypeId":1,"storyId":6000,"title":"Hard-earned Refusal","desc":"We have failed to gain the support of Zenrin Prince Michael Guun. We should return to Arbiter Brokstrom with the news."},{"_id":62,"preState":6200,"storyTypeId":1,"storyId":6200,"title":"Commander and Prince","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to complete a political favor for the Cadar Prince Aiden Caavnaugh, in hopes to gain his support for the unionist cause."},{"_id":63,"preState":6201,"storyTypeId":1,"storyId":6200,"title":"Unorthodox Training","desc":"Prince Caavnaugh has asked us to take the promising young naval officer, Kober Volpane, aboard our ship for two years as a form of unorthodox training."},{"_id":64,"preState":6202,"storyTypeId":1,"storyId":6200,"title":"Heroic Return","desc":"Having survived two years in the void, Kober Volpane is ready to return to his Cadar cohort as an experienced spacer. He has a bright future in the Cadar naval marines."},{"_id":65,"preState":6203,"storyTypeId":1,"storyId":6200,"title":"Death's Messenger","desc":"Kober Volpane is dead. We must return to tell Prince Aiden Caavnaugh the unfortunate news."},{"_id":66,"preState":6204,"storyTypeId":1,"storyId":6000,"title":"Garnered Favor","desc":"We have earned the goodwill of the Cadar Prince Aiden Caavnaugh. We should return to Arbiter Brokstrom with the news and so that she can furnish our reward."},{"_id":67,"preState":6205,"storyTypeId":1,"storyId":6200,"title":"Successful Return","desc":"Kober Volpane has made his own way back to his Cadar cohort as an experienced spacer. We must return to Prince Caavnaugh to conclude our business."},{"_id":68,"preState":6206,"storyTypeId":0,"storyId":6200,"title":"Two Years a Spacer","desc":"Kober Volpane has joined our crew for two years as a form of training and hardening himself for his future Cadar naval career. There is nothing we can do but carry on our normal business and strive to keep him alive."},{"_id":69,"preState":6207,"storyTypeId":1,"storyId":6000,"title":"A Promise Given","desc":"While we failed to keep Kober Volpane alive, Prince Aiden Caavnaugh will keep his word. We should return to Arbiter Brokstrom with the news of Cadar's support and so that she can furnish our reward."},{"_id":70,"preState":6300,"storyTypeId":1,"storyId":6300,"title":"Great Architect","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to negotiate with Alta Mesa Chief Ship Architect Lia Haeim to bring her into the growing unionist coalition."},{"_id":71,"preState":6400,"storyTypeId":1,"storyId":6400,"title":"Support of the Song","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to complete a political favor for the Steel Song Princess Moda Caravor in hopes to gain her support for the growing unionist coalition."},{"_id":72,"preState":6500,"storyTypeId":1,"storyId":6500,"title":"Chief of Spies","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to complete a political favor for the Rychart Spymaster Decla De Claar in hopes to bring him into the growing unionist coalition."},{"_id":73,"preState":6600,"storyTypeId":1,"storyId":6600,"title":"Bargaining Price","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to negotiate with Moklumnue Prince Damien Lumotte. Hopefully, we can gain his support for the unionist cause."},{"_id":74,"preState":6601,"storyTypeId":1,"storyId":6600,"title":"Hunna Disbanded","desc":"While a few of the Hunna escaped, we have destroyed their pirate band's ability to threaten the Moklumnue trading network. We should return to Prince Lumotte's court to report our success and ensure his support for the council of factions."},{"_id":75,"preState":6602,"storyTypeId":1,"storyId":6600,"title":"Hunna Destroyed","desc":"The Hunna pirate band has been completed destroyed and they will not threaten the Moklumnue trading network again. We should return to Prince Lumotte's court to report our success and ensure his support for the council of factions."},{"_id":76,"preState":6603,"storyTypeId":1,"storyId":6600,"title":"Rychart Exposed","desc":"The Hunna pirate band has been destroyed and their corrupt masters have been exposed. We carry irrefutable evidence of Rychart's involvement, funding and training of the Hunna forces. We should return to Prince Lumotte's court to report our success, ensure his support for the council of factions, and help him begin a legal case against Rychart."},{"_id":77,"preState":6604,"storyTypeId":1,"storyId":6000,"title":"Bargain Achieved","desc":"We have gained Moklumnue Prince Damein Lumotte's support for the galactic council of factions.  We should return to Ryeline to tell Arbiter Brokstrom the news."},{"_id":78,"preState":6700,"storyTypeId":1,"storyId":6700,"title":"Teurain Mining Industries","desc":"On behalf of Arbiter Estelle Brokstrom, we will try to negotiate with the influential Javat Lady Emma Teurain to gain her support for the growing unionist cause."},{"_id":79,"preState":6800,"storyTypeId":1,"storyId":6800,"title":"Ancient Bloodline","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to complete a political favor for the Thulun Princess Asmin von Sha. Hopefully, our play will gain her support for the unionist cause."},{"_id":80,"preState":6900,"storyTypeId":1,"storyId":6900,"title":"De Rivesh Sway","desc":"On behalf of Arbiter Estelle Brokstrom, we have agreed to meet with De Valtos Prince Vincent de Rivesh to try to secure his support for the unionist cause."},{"_id":81,"preState":9000,"storyTypeId":4,"storyId":8,"title":"Jyeeta Awakening","desc":"The local military and naval forces who are attempting to hold back the growing tide of Jyeeta xeno are sure to need every inch of help they can get from Star Traders. If we enter this quadrant, we must expect to meet Jyeeta ships in the void."},{"_id":82,"preState":9001,"storyTypeId":1,"storyId":9025,"title":"Commander Volpane","desc":"A familiar -- if older -- friend is waiting for us at the defense forces headquarters. Now a Fleet Commander, Kober Volpane is coordinating the military response against the Jyeeta and all the action will flow through his headquarters."},{"_id":83,"preState":9002,"storyTypeId":1,"storyId":9026,"title":"Cadar Defense","desc":"The Cadar Fleet Commander Haest Caavnaugh is coordinating the military response against the Jyeeta incursion flooding the quadrant. All the action against the xeno will pass through his headquarters."},{"_id":84,"preState":9003,"storyTypeId":1,"storyId":9027,"title":"United Fleet","desc":"The United Coalition Fleet Commander Gai Cluvere is directing the coalition's forces against the Jyeeta incursion. If we aim to assist against the xeno, we should rally to her headquarters."},{"_id":85,"preState":9004,"storyTypeId":3,"storyId":9013,"title":"Command Headquaters","desc":"The battle against the Jyeeta has stymied and is become an uphill fight. We must return to the Fleet Command headquarters to receive new orders."},{"_id":86,"preState":9005,"storyTypeId":3,"storyId":9013,"title":"Death of a Brood","desc":"The battle against the Jyeeta is nearly won, but we must strike a final decisive blow to break the brood. We must return to the Fleet Command headquarters to receive new orders."},{"_id":87,"preState":9006,"storyTypeId":3,"storyId":9013,"title":"Avegent Lost","desc":"We must return to Nyra and the Fleet Commander to report on the total loss of the Avengent and all of its Templar crew."},{"_id":88,"preState":13150,"storyTypeId":1,"storyId":13150,"title":"War Beginnings","desc":"We have been approached by Prince Sted Greycastle . . . "},{"_id":89,"preState":14150,"storyTypeId":1,"storyId":14150,"title":"Merchant Prince","desc":"We have been approached by Merchant Prince Nikolai Ramius . . . "}]